<section>
    <div class="container mt-5 ">
        <div class="content">
            <div class="grid-card">
                <a href="ct_page1.php" class="">
                    <div class="box bg5 " style="  background-image: url('https://f.ptcdn.info/360/073/000/qsin8f8he9lZT9LRU9J-o.jpg'); " >
                        <h4>แม่ไม้มวยไทย</h4>

                    </div>
                </a>
                <a href="ct_page2.php" class="">
                    <div class="box bg6" style=" background-image: url('https://f.ptcdn.info/363/073/000/qsj1hffcaPzcXg1211r-o.jpg'); " >
                        <h4>ลูกไม้มวยไทย</h4>

                    </div>
                </a>
                <a href="ct_page3.php" class="">
                    <div class="box bg8 " style=" background-image: url('https://2.bp.blogspot.com/-zFoW13jWTqk/XCGZIDZQ7kI/AAAAAAAAC30/0tFM8TtIfjUCC8JGiJI9Q7EtzTDlLFAdQCLcBGAs/s400/24.jpg') " >
                        <h4>รำไหว้ครูมวยไทย </h4>

                    </div>
                </a>
                <a href="ct_page4.php" class="">
                    <div class="box bg7"  style=" background-image:url('https://medias.thansettakij.com/uploads/images/md/2023/08/AKx7m09JrXXeRYwNk9tt.webp?x-image-process=style/lg-webp') ">
                        <h4>อาชีพมวยไทย</h4>
                    </div>
                </a>



            </div>
            <div class="header text-light">
                <h2 style=" color:gold ">กระบวนท่ามวยไทย</h2>
                <p>
                    “ นับแต่โบราณมาครูมวยแต่ละสำนักได้แบ่งประเภทของแม่ไม้มวยไทยไว้ต่างกัน
                    บางท่าแม้จะมีชื่อเรียกเหมือนกันแต่ก็อาจมีท่วงท่าแตกต่างกัน
                    ไม้มวยไทยที่กล่าวถึงในตำรามวยไทยแบ่งออกตามลักษณะการแก้ทางมวยและการจู่โจมเรียกว่า กลมวย
                    แบ่งตามลักษณะการใช้หมัด เท้า เข่า ศอก เรียกว่า เชิงมวย บางตำราแบ่งเป็น แม่ไม้ ลูกไม้ หรือแบ่งเป็น
                    ไม้ครู ไม้เกร็ด ซึ่งไม้ครูหมายถึงไม้สำคัญที่เน้นให้ลูกศิษย์ต้องปฏิบัติให้ชำนาญ
                    และเมื่อชำนาญแล้วสามารถแตกไม้ครูแต่ละแบบออกเป็นไม้เกร็ดได้อีกมากมาย
                    ไม้ครูที่ในปัจจุบันได้รับการยกย่องมีอยู่ 15 กระบวนท่าด้วยกันเรียกว่า แม่ไม้มวยไทย มีชื่อคล้องจองกัน
                    ”
                </p>
                <p>
                    “ แม่ไม้มวยไทย หรือ ไม้มวย คือ การผสมผสานการใช้อาวุธ หมัด เท้า เข่า ศอก
                    เพื่อการรุกหรือรับในการต่อสู้ของมวยไทย
                    การจะใช้ศิลปะแม่ไม้มวยไทยได้อย่างชำนาญจะต้องผ่านการฝึกฝนเบื้องต้นในการใช้หมัด เท้า เข่า ศอก
                    ให้คล่องแคล่ว จากนั้นจึงหัดใช้ผสมผสานกันไปทั้ง หมัด เท้า เข่า ศอก และการหลบหลีก ได้มีการคิดดัดแปลง
                    พลิกแพลงเพื่อนำไปใช้แล้วตั้งชื่อท่ามวยนั้นๆ ตามลักษณะท่าทางที่จดจำง่าย
                    เมื่อมีท่ามวยมากขึ้นจึงจัดแบ่งเป็นหมวดหมู่
                    ตั้งชื่อให้คล้องจองกันเพื่อจะได้ท่องจำกอปรกับการชกมวยไทยในอดีตนั้นมักจะชกกันด้วยมือเปล่าหรือมีผ้าดิบพันมือจึงสามารถใช้มือจับคู่ต่อสู้เพื่อทุ่ม
                    หัก หรือบิดได้ นักมวยจึงสามารถใช้ชั้นเชิงในการต่อสู้มากกว่าการใช้กำลัง ”
                </p>

            </div>


        </div>

    </div>

</section>