<section>
    <div class="container mt-5 ">
        <div class="content">
            <div class="header text-light">
                <h2 style=" color:gold ">สืบสานมวยไทย</h2>
                <p>
                    “ มวยไทยเป็นมรดกทางภูมิปัญญาทางวัฒนธรรม
                    เป็นศิลปะการต่อสู้ป้องกันตัวของชนชาติไทยมาตั้งแต่ครั้งโบราณ เป็นการใช้อาวุธของร่างกาย 9 อย่าง
                    หรือที่เรียกว่า นวอาวุธ ได้แก่ มือ 2 เท้า 2 เข่า 2 ศอก 2 และศีรษะ 1 อย่างมีประสิทธิภาพ
                    นับเป็นศิลปะการต่อสู้ที่เก่าแก่ประเภทหนึ่งของโลก
                    อกลักษณ์ของมวยไทยที่ทำให้มวยไทยมีความโดดเด่นและถือเป็นศิลปะชั้นสูงคือการใช้อวัยวะต่างๆ
                    เป็นประดุจดังเกราะและอาวุธ ใช้ชั้นเชิงไหวพริบและวิชาเข้าต่อสู้กัน ไม่ใช่กำลังแต่เพียงอย่างเดียว
                    กอปรด้วย “ศาสตร์” อันได้แก่การเรียนรู้จุดอ่อน จุดแข็งของร่างกายที่จะพิชิตและเอาชนะคู่ต่อสู้
                    “ศิลป์” คือ ลักษณะการใช้นวอาวุธอันมีรายละเอียดปลีกย่อยอย่างพิสดาร
                    ทำให้มวยไทยเป็นศิลปะการต่อสู้ที่มีมนต์ขลังและเป็นการต่อสู้ที่มีชั้นเชิงเป็นที่ประทับใจของคนทั้งโลกการฝึกมวยโบราณ
                    แบ่งเป็น ๓ ขั้นตอน
                    มวยไทยนั้นมีหลักการพื้นฐานเดียวกัน คือ การใช้หมัด เท้า เข่า ศอก และศีรษะ ก่อเกิดกระบวนท่าทางต่าง
                    ๆ นับร้อย ๆ กระบวนท่า โดยในแต่ละท้องที่ได้พัฒนาความสามารถและความถนัดในเชิงมวยที่แตกต่างกัน
                    ซึ่งสะท้อนออกมาในลักษณะของความชำนาญในเชิงมวยและเทคนิควิธี
                    โดยเฉพาะการคาดเชือกมีการเปรียบเปรยความสามารถเชิงมวยของท้องถิ่นต่างๆ ว่า “หมัดหนัก โคราช
                    ฉลาดลพบุรี ท่าดีไชยา ไวกว่าท่าเสา ครบเครื่องพลศึกษา ”
                </p>

            </div>

            <div class="grid-card">
                <a href="history.php" class="">
                    <div class="box bg1 ">
                        <h4>ประวัติศาสตร์มวยไทย</h4>

                    </div>
                </a>
                <a href="history.php" class="">
                    <div class="box bg2">
                        <h4>มรดกมวยไทย</h4>

                    </div>
                </a>
                <a href="history.php" class="">
                    <div class="box bg4 ">
                        <h4 >ประวัตินายขนมต้ม </h4>

                    </div>
                </a>
                <a href="history.php" class="">
                    <div class="box bg3">
                        <h4>กำเนิดวันมวยไทย</h4>
                    </div>
                </a>
                
                

            </div>
        </div>

    </div>

</section>