<?php
session_start();
?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">

  <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.10.5/font/bootstrap-icons.css">
  <!-- iconbootstrap -->
  <title>ประวัติศาสตร์มวยไทย</title>
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/css/bootstrap.min.css" rel="stylesheet"
    integrity="sha384-4bw+/aepP/YC94hEpVNVgiZdgIC5+VKNBQNGCHeKRQN+PtmoHDEXuppvnDJzQIu9" crossorigin="anonymous">
  <link rel="stylesheet" href="index.css">
  <link rel="preconnect" href="https://fonts.googleapis.com">
  <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
  <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+Thai&display=swap" rel="stylesheet">
  <!-- font google -->
  
</head>
<style>
    #navregister:hover{
    color: #161616;
    
  }
  #navlogin:hover{
    color: rgb(14, 14, 14);
  }
</style>

<body>
  <!-- header -->
  <?php require('headerpage.php') ?>

  <section class="main-content">
   <?php require('offcanvas.php') ?>
    <!-- แปะทุกหน้า -->



    <!-- ส่วนของ สไลด์ รูปภาพ -->

    <!-- ส่วนของ การ์ดต้าง -->

    <div class="container my-5" id="content">

      <div class="text-center mt-4">
        <H1>
          <strong>
            ประวัติศาสตร์มวยไทย
          </strong>
        </H1>

      </div>
      <hr>

      <div class="">
        <p class="">“ ประวัติมวยไทย ประวัติศาสตร์อันยาวนานของมวยไทย เริ่มมีและใช้กันในการสงครามในสมัยก่อน ในปัจจุบัน
          มีการดัดแปลงมวยไทยมาใช้ในกองทัพโดยเรียกว่า “เลิศฤทธิ์” ซึ่งแตกต่างจากมวยไทยในปัจจุบันที่ใช้เป็นการกีฬา
          โดยมีการใช้นวมขึ้นเพื่อป้องกันการอันตรายที่เกิดขึ้น มวยไทยยังคงได้ชื่อว่า ศาสตร์การโจมตีทั้งแปด ซึ่งรวม สองมือ
          สองเท้า สองศอก และสองเข่า (บางตำราอาจเป็น นวอาวุธ ซึ่งรวมการใช้ศีรษะโจมตี หรือ ทศอาวุธ
          ซึ่งรวมการใช้บั้นท้ายกระแทกโจมตีด้วย) มวยไทยสืบทอดมาจาก มวยโบราณ ซึ่งแบ่งออกเป็นแต่ละสายตามท้องที่นั้น ๆ
          โดยมีสายสำคัญหลัก ๆ เช่น มวยท่าเสา (ภาคเหนือ) มวยโคราช (ภาคอีสาน) มวยไชยา (ภาคใต้) มวยลพบุรีและมวยพระนคร
          (ภาคกลาง) มวยพลศึกษามีคำกล่าวไว้ว่า “หมัดดีโคราช ฉลาดลพบุรี ท่าดีไชยา ไวกว่าท่าเสา ครบเครื่องพลศึกษา ”</p>
      </div>
      <div class="text-center py-5">
        <img
          src="https://static.thairath.co.th/media/dFQROr7oWzulq5Fa5B2xYCdv8z5abTksqWwQ501HGjPzq0FsbtLKeJOxbfc0OTL7upg.jpg"
          class="rounded" style="height: 350px;">
      </div>
      <h3 class="mb-3">
        <strong>
          ประวัติมวยไทย สมัยกรุงสุโขทัย (ประมาณช่วงระหว่าง ปี พ.ศ. 1781 - 1918)
        </strong>
      </h3>
      <div class="">
        <p class="">“ สมัยกรุงสุโขทัย มวยไทยถือเป็นศาสตร์ชั้นสูงที่ถูกบรรจุไว้ในหลักสูตรการศึกษาของกษัตริย์
          เพื่อฝึกให้กษัตริย์เป็นนักรบที่มีความกล้าหาญ มีสมรรถภาพร่างกายที่ดีเยี่ยม ดังความปรากฏตามพงศาวดารว่า
          พ่อขุนศรีอินทราทิตย์ทรงส่งเจ้าชายร่วงโอรสองค์ที่สองไปฝึกมวยไทยที่สำนักสมอคอน แขวงเมืองลพบุรี
          หรือการที่พ่อขุนรามคำแหงทรงนิพนธ์ตำหรับพิชัยสงคราม โดยมีความข้อความบางตอนกล่าวถึงมวยไทย
          ควบคู่ไปกับการใช้อาวุธอย่างดาบ หอก มีด โล่ หรือธนูอีกด้วย ”</p>
      </div>
      <div class="text-center py-5">
        <img src="https://kamchai389.files.wordpress.com/2015/03/20140221125157.jpg" class="rounded"
          style="height: 350px;">
      </div>
      <h3 class="mb-3">
        <strong>
          ประวัติมวยไทย สมัยกรุงศรีอยุธยา (ประมาณช่วงระหว่าง ปี พ.ศ. 1893 - 2310)
        </strong>
      </h3>
      <div class="">
        <p class="">“ สมัยสมเด็จพระนารายณ์มหาราช (พ.ศ. 2147 – 2233) ยุคนี้บ้านเมืองสงบร่มเย็นและเจริญรุ่งเรือง
          พระองค์ทรงให้การสนับสนุนและส่งเสริมการกีฬาอย่างกว้างขวาง โดยเฉพาะอย่างยิ่งมวยไทยที่นิยมกันจนกลายเป็นอาชีพ
          และมีค่ายมวยต่าง ๆ เกิดขึ้นมากมาย มวยไทยสมัยนี้ชกกันบนลานดิน
          โดยใช้เชือกเส้นเดียวกั้นบริเวณเป็นสี่เหลี่ยมจัตุรัส นักมวยจะใช้ด้ายดิบชุบแป้งหรือน้ำมันดินจนแข็งพันมือ
          เรียกว่า มวยคาดเชือก นิยมสวมมงคลไว้ที่ศีรษะ และผูกประเจียดไว้ที่ต้นแขนตลอดการแข่งขัน
          การเปรียบคู่ชกนั้นเอาความสมัครใจของทั้งสองฝ่าย ไม่ได้กำหนดขนาดรูปร่างหรืออายุ โดยมีกติกาง่าย ๆ
          ว่าชกจนกว่าอีกฝ่ายจะยอมแพ้ ”</p>
      </div>
      <div class="text-center py-5">
        <img src="https://www.museumthailand.com/upload/evidence/1503379400_29576.jpg" class="rounded"
          style="height: 350px;">
      </div>
      <h3 class="mb-3">
        <strong>
          ประวัติมวยไทยสมัยกรุงธนบุรี (ประมาณช่วงระหว่าง ปี พ.ศ. 2310 – 2325)
        </strong>
      </h3>
      <div class="">
        <p class="">“ ตลอดระยะเวลา 14 ปีของกรุงธนบุรี (พ.ศ. 2310 – 2324)
          บ้านเมืองซึ่งอยู่ในช่วงฟื้นฟูหลังจากพระเจ้าตากสินกอบกู้อิสรภาพคืนมาได้
          การฝึกมวยไทยในสมัยนี้จึงฝึกเพื่อราชการทหารและสงครามอย่างแท้จริง
          การจัดชกมวยในสมัยกรุงธนบุรีนิยมนำนักมวยต่างถิ่นหรือศิษย์ต่างครูมาชกกัน
          โดยไม่มีกฎกติกาการแข่งขันอย่างเป็นรูปธรรมและไม่มีการกำหนดคะแนน จะทำการชกกันจนกว่าอีกฝ่ายจะยอมแพ้
          บนสังเวียนซึ่งเป็นลานดินบริเวณวัด คาดมงคลและนิยมผูกประเจียดเช่นเดิม ”</p>
      </div>
      <div class="text-center py-5">
        <img src="https://suppanutclub.files.wordpress.com/2013/09/e0b897e0b899.jpg" class="rounded"
          style="height: 350px;">
      </div>
      <h3 class="mb-3">
        <strong>
          ประวัติมวยไทย สมัยกรุงรัตนโกสินทร์ (ประมาณช่วงระหว่าง ปี พ.ศ. 2325 – ปัจจุบัน)
        </strong>
      </h3>
      <h4 class="mt-5">
        <strong>
          ประวัติมวยไทยสมัยรัชกาลที่ 1
        </strong>
      </h4>
      <div class="text-center py-5">
        <img src="https://lifestyle.campus-star.com/app/uploads/2016/11/-1-e1509373306163.jpg" class="rounded"
          style="height: 350px;">
      </div>
      <div class="">
        <p class="mb-3">“ พระองค์ทรงฝึกหัดมวยไทยมาตั้งแต่ยังทรงพระเยาว์
          และทรงสนพระทัยในการเสด็จทอดพระเนตรการแข่งขันชกมวยไทยอยู่เสมอ ในปี พ.ศ.๒๓๓๑
          พ่อค้าชาวฝรั่งเศสสองพี่น้องเดินทางไปค้าขายทั่วโลกด้วยเรือกำบั่น คนน้องเป็นนักมวยฝีมือดี
          เที่ยวพนันชกมวยมาหลายเมือง เมื่อเดินทางมาถึงกรุงเทพมหานครจึงได้ล่ามกราบเรียนพระยาพระคลัง
          ขอชกมวยพนันกับคนไทยพระยาพระคลังได้นำความขึ้นกราบทูลรัชกาลที่ ๑ พระองค์ทรงตรัสปรึกษากับกรมพระราชวังบวรพระอนุชา
          ซึ่งเป็นผู้มีฝีมือมวยไทย และคุมกรมมวยหลวงอยู่ในขณะนั้น รับตกลงพนันกันเป็นเงิน ๕๐ ชั่ง ”</p>
        <p>“
          กรมพระราชวังบวรคัดเลือก ทนายเลือกวังหน้าฝีมือดี ชื่อหมื่นผลาญต่อสู้กับนักมวยฝรั่งเศสครั้งนี้
          สังเวียนการแข่งขันจัดสร้างขึ้นที่สนามหลังวัดพระแก้ว โดยใช้เชือกเส้นเดียวผูกกับเสา ๔ ต้น สูงประมาณ ๗๐ เซนติเมตร
          ขึงกั้นบริเวณเป็นสี่เหลี่ยมจัตุรัส กว้างประมาณด้านละ ๒๐ เมตร ด้านหน้าปลูกพลับพลาที่ประทับ
          กติกาการแข่งขันไม่มีการให้คะแนน ชกกันจนกว่าจะแพ้ชนะกันโดยเด็ดขาด เมื่อใกล้เวลาชกทรงตรัสสั่งให้แต่งตัวหมื่นผลาญ
          ด้วยการชโลมน้ำมันว่านยาตามร่างกาย ผูกประเจียดเครื่องรางที่ต้นแขน
          แล้วให้ขี่คอคนมาส่งถึงสังเวียนเมือการแข่งขันเริ่มขึ้น ฝรั่งได้เปรียบรูปร่างเข้าประชิดตัว
          พยายามจะปล้ำเพื่อหักคอและไหปลาร้า หมื่นผลาญพยายามปิดป้อง ปัดเปิด
          สลับกับเตะถีบชิงต่อยแล้วถอยวนหนียิ่งชกนานฝรั่งยิ่งเสียเปรียบเพราะทำอะไรไม่ได้
          ฝรั่งพี่ชายเห็นว่าถ้าชกต่อไปน้องชายคงเสียเปรียบแน่จึงตัดสินใจกระโดดเข้าไปขวางกั้นไม่ให้หมื่นผลาญถอยหนี
          การกระทำเหมือนช่วยกันจึงเกิดมวยหมู่ระหว่างพวกฝรั่งกับพวกทนายเลือก ฝรั่งบาดเจ็บหลายคน รัชกาลที่ 1
          พระราชทานหมอยาหมอนวดไปรักษาพยาบาล เมื่อหายดีแล้วฝรั่งเศสสองพี่น้องก็ออกเรือกลับไป ”
        </p>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 2
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-2.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระพุทธเลิศหล้านภาลัย (พ.ศ.2352-2367) เมื่อครั้งทรงพระเยาว์
            พระองค์ทรงฝึกมวยไทยที่สำนักวัดบางหว้าใหญ่ (วัดระฆังโฆสิตาราม) จากสมเด็จพระวันตัต (ทองอยู่)
            ซึ่งเคยเป็นแม่ทัพเก่า ครั้นเมื่อพระองค์ทรงมีพระชนมายุได้ 16 พรรษาก็เสร็จมาประทับในพระราชวังเดิม
            และทรงฝึกมวยไทยเพิ่มเติมจากทนายเลือก อีกทั้งยังโปรดให้สร้างสนามมวยไว้ที่สนามหญ้าบริเวณวังหลัง
            พร้อมทั้งเปลี่ยนคำว่า รำหมัด เป็นมวยไทย อีกด้วย ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 3
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-3.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระนั่งเกล้าเจ้าอยู่หัว (พ.ศ. 2367-2394) ในสมัยนี้ตามหัวเมืองต่าง ๆ
            ประชาชนก็ยังคง นิยมฝึกมวยไทยและกระบี่กระบองกันอยู่ ด้วยเหตุนี้เองที่ทำให้ท้าว สุรนารี หรือคุณหญิงโม
            ภรรยาเจ้าเมืองโคราช สามารถ คุมทัพต่อสู้เอาชนะ เจ้าอนุวงศ์แห่งเวียงจันทน์ได้ ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 4
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-4-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว (พ.ศ.2394-2411) เมื่อครั้งทรงพระเยาว์
            พระองค์ทรงแต่งองค์อย่าง กุมารชกมวยไทย
            และรำกระบี่กระบองแสดงในงานสมโภชพระอุโบสถวัดพระศรีรัตนศาสดารามสมัยนี้เป็นยุคหัวเลี้ยวหัวต่อ
            ของอารยะธรรมตะวันตกที่เริ่มแพร่หลายมาในประเทศไทยทว่ามวยไทยก็ยังคงเป็นกีฬาประจำชาติอยู่ ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 5
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-5-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ พระองค์ทรงฝึกมวยไทยจากสำนักมวยหลวง ซึ่งมีปรมาจารย์หลวงพลโยธานุโยค
            ครูมวยหลวงเป็นผู้ถวายการสอน ทำให้พระองค์โปรดกีฬามวยไทยมาก เสด็จทอดพระเนตรการชกมวยหน้าพระที่นั่ง
            ทรงโปรดให้ข้าหลวงหัวเมืองต่างๆ
            คัดนักมวยฝีมือดีมาชกกันหน้าพระที่นั่งเพื่อหานักมวยที่เก่งที่สุดเข้าเป็นทหารรักษาพระองค์ สังกัดกรมมวยหลวง
            พระองค์ทรงเห็นคุณค่าของกีฬาประจำชาติ จึงตรัสให้มีการแข่งขันมวยไทยขึ้นทั่วประเทศ
            เพื่อให้เกิดความนิยมกีฬามวยไทยมากขึ้น นอกจากนี้ทรงพระกรุณาโปรดเกล้าให้มี “มวยหลวง” ตามหัวเมืองต่างๆ
            เพื่อทำหน้าที่ฝึกสอน จัดการแข่งขัน และควบคุมการแข่งขันมวยไทย ปี พ.ศ.2430 รัชกาลที่ 5
            ทรงพระกรุณาโปรดเกล้าให้ตั้งกรมศึกษาธิการขึ้น ให้มวยไทยเป็นวิชาหนึ่งในหลักสูตรของโรงเรียนครูฝึกหัดพลคึกษา
            และโรงเรียนนายร้อยพระจุลจอมเกล้าในสมัยนี้เป็นที่ยอมรับว่า คือ ยุคทองของมวยไทย ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 6
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-6-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว (พ.ศ. 2453-2468) ระหว่างปี พ.ศ. 2457-2461
            ประเทศไทยได้ส่งทหารเข้าร่วมกับฝ่ายสัมพันธมิตรในสงครามโลกครั้งที่ 1 ณ เมืองมาเซย์ ประเทศฝรั่งเศส
            โดยมีพลโทพระยาเทพหัสดินเป็นแม่ทัพ ในการนี้ท่านได้จัดแสดงมวยไทย ให้บรรดาทหารและประชาชนชาวยุโรปได้ชม
            นับเป็นครั้งแรกที่มวยไทยได้เผยแพร่ในทวีปยุโรป ต่อมาในปี พ.ศ.2464 ภายหลังสงครามโลกครั้งที่ 1
            กีฬามวยไทยก็ยังคงเป็นที่นิยมของประชาชนอย่างไม่เสื่อมคลาย
            และยุคนี้ก็ได้มีสนามมวยถาวรแห่งแรกที่จัดการแข่งขันมวยไทยเป็นประจำนั่นคือบนสนามฟุตบอลภายในโรงเรียนสวนกุหลาบ
            จึงเรียกยุคนี้ว่า “สมัยสวนกุหลาบ ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 7
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-7-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว (พ.ศ. 2468-2477) ระหว่างปี พ.ศ. 2466 – 2472
            พลโทพระยาเทพหัสดินได้สร้างสนามมวยหลักเมืองท่าช้างขึ้น บริเวณโรงละครแห่งชาติ ในปัจจุบัน
            โดยลักษณะของเวทีมีเชือกกั้นเส้นใหญ่ขึ้นและแต่ละเส้นขึงตึงเป็นเส้นเดียวไม่เปิดช่องตรงมุม
            สำหรับขึ้นลงอย่างในยุคเก่าเพื่อป้องกันมิให้นักมวยตกเวทีตรงช่องดังกล่าว ต่อมาในปี พ.ศ.2472
            รัฐบาลได้มีคำสั่งให้ยกเลิกมวยคาดเชือกลุมพินีร่วมกับมหรสพอื่นๆ
            โดยคัดเลือกเอานักมวยไทยฝีมือดีมาชกกันทุกวันเสาร์ และมีการสร้างเวทีมวยขึ้นตามอย่างมาตรฐานสากล คือ
            มีเชือกกั้นสามเส้น ใช้ผ้าใบปูพื้น มีมุมแดงมุมน้ำเงิน มีผู้ตัดสินให้คะแนน 2 คน
            และผู้ตัดสินชี้ขาดการแข่งขันบนเวทีอีก 1 คน โดยกำหนดให้ใช้เสียงระฆัง เป็นสัญญาณด้วยระฆังเป็นครั้งแรก ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 8
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-8-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ สมัยพระบาทสมเด็จพระปรเมนทรมหาอนันทมหิดล (พ.ศ.2477 – 2489) ระหว่างปี พ.ศ.2478 2484
            คหบดีผู้มีชื่อเสียงในสมัยนั้นได้สร้างเวทีมวยขึ้นบริเวณที่ดินของเจ้าเชต ชื่อ สนามมวยสวนเจ้าเชต
            ปัจจุบันคือที่ตั้งกรมรักษาดินแดน การดำเนินการจัดการแข่งขันเป็นไปด้วยดี เนื่องจากทหารเข้ามาควบคุม
            เพื่อนำรายได้ไปบำรุงกิจการทหาร จัดการแข่งขันกันติดต่อหลายปี จึงเลิกไปเพราะเกิดสงครามโลกครั้งที่ 2
            หลังสงครามโลกครั้งที่ 2 กำลังจะสงบแต่ยังคงมีเครื่องบินข้าศึกบินลาดตระเวนอยู่ทั้งกลางวันกลางคืน
            จำเป็นต้องจัดการแข่งขันชกมวยไทยตามโรงภาพยนตร์ต่างๆ ในเวลากลางวัน เช่น สนามมวยพัฒนาการ สนามมวยท่าพระจันทร์
            สนามมวยวงเวียนใหญ่ เนื่องจากประชนยังคงให้ความสนใจมวยไทยอยู่ ”</p>
        </div>
        <h4 class="mt-5">
          <strong>
            ประวัติมวยไทยสมัยรัชกาลที่ 9
          </strong>
        </h4>
        <div class="text-center py-5">
          <img
            src="https://lifestyle.campus-star.com/app/uploads/2016/11/%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%81%E0%B8%B2%E0%B8%A5%E0%B8%97%E0%B8%B5%E0%B9%88-9-1.jpg"
            class="rounded" style="height: 350px;">
        </div>
        <div class="">
          <p class="mb-3">“ พระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช (พ.ศ. 2489-ปัจจุบัน) วันที่ 23 ธันวาคม พ.ศ.2488
            สนามมวยเวทีราชดำเนินได้เปิดสนามทำการแข่งขันครั้งแรก มีนายปราโมทย์ พึ่งสุนทร เป็นนายสนามมวยคนแรก
            พระยาจินดารักษ์เป็นกรรมการบริหารเวที ครูชิต อัมพลสิน เป็นโปรโมเตอร์ จัดชกเป็นประจำในวันอาทิตย์เวลา 16.00 –
            17.00 น. ใช้กติกาของกรมพลศึกษา ปี พ.ศ.2480 ชก 5 ยกๆ ละ 3 นาที พักระหว่างยก 2 นาที ในระยะแรกชั่ง
            น้ำหนักตัวนักมวยด้วยมาตราส่วนเป็นสโตนเหมือนน้ำหนักม้าอีก 2 ปีต่อมา จึงเปลี่ยนเป็นกิโลกรัม และปี พ.ศ.2494
            สนามมวยเวทีราชดำเนินได้เริ่มก่อสร้างหลังคาอย่างถาวร ”</p>
            <p style="text-align: right;">&nbsp;อ้างอิง ประวัติมวยไทย ความเป็นมากีฬามวยไทย รวบรวมโดย Educatepark.com</p>
        </div>

      </div>
  </section>
 
  <?php require('footerpage.php'); ?>


    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js"
      integrity="sha384-HwwvtgBNo3bZJJLYd8oVXjrBZt8cqVSpeBNS5n7C8IVInixGAoxmnlMuBnhbgrkm"
      crossorigin="anonymous"></script>
    <script src="https://cdn.jsdelivr.net/npm/sweetalert2@11"></script>
    <script>
      var session = <?php echo json_encode($_SESSION); ?>;
      if (session.Message == 'login_failed') {
        Swal.fire({
          icon: 'error',
          title: 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง!',
          showConfirmButton: false,
          timer: 1500
        })
      }
      <?php unset($_SESSION['Message']); ?>;

    </script>
</body>

</html>