<?php
session_start();
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.10.5/font/bootstrap-icons.css">
    <!-- iconbootstrap -->
    <title>มวยไทยมรดกภูมิปัญญาทางวัฒนธรรม</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/css/bootstrap.min.css" rel="stylesheet"
        integrity="sha384-4bw+/aepP/YC94hEpVNVgiZdgIC5+VKNBQNGCHeKRQN+PtmoHDEXuppvnDJzQIu9" crossorigin="anonymous">
    <link rel="stylesheet" href="index.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Noto+Sans+Thai&display=swap" rel="stylesheet">
    <!-- font google -->
</head>
<style>
    #navregister:hover{
    color: #161616;
    
  }
  #navlogin:hover{
    color: rgb(14, 14, 14);
  }
</style>

<body>
    <!-- header -->
    <?php require('headerpage.php') ?>

    <?php require('offcanvas.php') ?>
        <!-- แปะทุกหน้า -->



        <!-- ส่วนของ สไลด์ รูปภาพ -->

        <!-- ส่วนของ การ์ดต้าง -->

        <div class="container my-5" id="content">

            <div class="text-center mt-4">
                <H1>
                    <strong>
                        มวยไทย มรดกภูมิปัญญาทางวัฒนธรรม
                    </strong>
                </H1>

            </div>
            <hr>
            <div class="text-center py-5">
                <img src="https://www.salika.co/wp-content/uploads/2019/01/shutterstock_592172963.jpg" class="rounded"
                    style="height: 350px;">
            </div>

            <div class="">
                <p class="">มวยไทยเป็นมรดกทางภูมิปัญญาทางวัฒนธรรม
                    เป็นศิลปะการต่อสู้ป้องกันตัวของชนชาติไทยมาตั้งแต่ครั้งโบราณ เป็นการใช้อาวุธของร่างกาย 9 อย่าง
                    หรือที่เรียกว่า นวอาวุธ ได้แก่ มือ 2 เท้า 2 เข่า 2 ศอก 2 และศีรษะ 1 อย่างมีประสิทธิภาพ
                    นับเป็นศิลปะการต่อสู้ที่เก่าแก่ประเภทหนึ่งของโลก</p>
                <p>
                    มวยไทยเป็นศิลปะการป้องกันตัวและเป็นศาสตร์ที่ชายชาติทหารจะต้องฝึกให้คล่องแคล่ว
                    ดังคำกล่าวที่ว่ามวยนั้นเป็นมูลบทของวิชายุทธ์ เพลงอาวุธเป็นมัธยม และพิชัยสงครามเป็นมงกุฎ

                </p>
            </div>
            <div class="text-center py-5">
                <img src="https://img.freepik.com/free-photo/two-boxers-fight-with-martial-arts-muay-thai_1150-24121.jpg?w=740&t=st=1657012828~exp=1657013428~hmac=157df342d9dc691afb4a32cc9738893e0b051466eec415472a3f57ea2bfd7c2a"
                    class="rounded" style="height: 350px;">
            </div>
            <div class="">
                <p class="">มวยไทยเป็นศาสตร์ที่ว่าด้วยการใช้อุบาย ชั้นเชิง ไหวพริบ และวิชาเข้าต่อสู้กัน
                    จึงปรากฏหลักฐานในพระราชพงศาวดารว่า ในอดีต
                    พระมหากษัตริย์ที่มีพระปรีชาสามารถจะทรงเชี่ยวชาญการชกมวยเป็นอย่างยิ่งขณะเดียวกัน เจ้านายชั้นผู้ใหญ่
                    ขุนนางฝ่ายทหาร และสามัญชนจะฝึกฝนมวยไทยเพื่อป้องกันตัวและชาติบ้านเมืองเพราะการใช้อาวุธ เช่น กระบี่
                    กระบอง พลอง ดาบ ง้าว ทวน ประกอบกับมวยไทย จะทำให้การใช้อาวุธนั้นเกิดประสิทธิภาพสงสุด
                    โดยเฉพาะอย่างยิ่งในการต่อสู้ป้องกันตัวในระยะประชิด ในยามสงบ
                    มวยไทยจะเป็นการประลองพละกำลังและชั้นเชิงการต่อสู้จนกลายเป็นกิจกรรมทางสังคมมีการแข่งขันมวยในโอกาสสำคัญๆ
                    ดังปรากฏในกฎหมายตราสามดวง หมวดอัยการเบ็ดเสร็จที่กล่าวถึงการชกมวยไว้ว่า “…117 มาตราที่หนึ่ง
                    ชนทังสองเปนเอกจิตเอกฉันท์ ตีมวยด้วยกันก็ดี แลปล ้ากันก็ดี และผู้หนึ่งต้องเจ็บปวดด้วยก็ดี
                    ค่นหักถึงแก่มรณภาพก็ดีท่านว่าหาโทษมิได้…”</p>
            </div>
            <div class="">
                <p class="">มวยไทยจึงมีความสำคัญทั้งต่อบุคคล ชุมชน สังคม และประเทศชาติ
                    มีส่วนสำคัญยิ่งในการดำรงเอกราชของชาติไทยตั้งแต่อดีตจนถึงปัจจุบัน</p>
            </div>
            <div class="text-center py-5">
                <img src="https://www.prachachat.net/wp-content/uploads/2023/02/%E0%B8%94%E0%B8%B5%E0%B9%84%E0%B8%8B%E0%B8%99%E0%B9%8C%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B5%E0%B8%8A%E0%B8%B7%E0%B9%88%E0%B8%AD-2023-02-06T163016.223-728x546.jpg"
                    class="rounded" style="height: 350px;">
            </div>
            <div class="">
                <p class="">
                    <strong>
                        เอกลักษณ์ของมวยไทย ผสานชั้นเชิงกับร่างกายให้เป็นอาวุธ
                    </strong>
                </p>
                <p class="">เอกลักษณ์ของมวยไทยที่ทำให้มวยไทยมีความโดดเด่นและถือเป็นศิลปะชั้นสูงคือการใช้อวัยวะต่างๆ
                    เป็นประดุจดังเกราะและอาวุธ ใช้ชั้นเชิงไหวพริบและวิชาเข้าต่อสู้กัน ไม่ใช่กำลังแต่เพียงอย่างเดียว
                    กอปรด้วย “ศาสตร์” อันได้แก่การเรียนรู้จุดอ่อน จุดแข็งของร่างกายที่จะพิชิตและเอาชนะคู่ต่อสู้ “ศิลป์”
                    คือ ลักษณะการใช้นวอาวุธอันมีรายละเอียดปลีกย่อยอย่างพิสดาร
                    ทำให้มวยไทยเป็นศิลปะการต่อสู้ที่มีมนต์ขลังและเป็นการต่อสู้ที่มีชั้นเชิงเป็นที่ประทับใจของคนทั้งโลกการฝึกมวยโบราณ
                    แบ่งเป็น ๓ ขั้นตอน</p>
                <ul type=" circle " style=" font-size: 18px; ">
                    <li>
                        เบื้องต้น ฝึกให้รู้จักป้องกันตัวเองให้ปลอดภัยก่อนที่จะคิดทำผู้อื่น เรียกว่า ป้อง ปัด ปิด เปิด
                    </li>
                    <li>
                        ขั้นกลาง ฝึกเพื่อเป็นนักมวยต่อสู่บนสังเวียน คือ เข้ามวยเป็น สามารถตอบโต้แก้กลับคู่ต่อสู้ได้
                        เรียกว่า ทุ่ม ทับ จัก หัก (ควักนัยน์ตา)
                    </li>
                    <li>
                        ขั้นสูง ฝึกเพื่อเป็นนักรบ เป็นครูอาจารย์ไว้ใช้ในราชการสงคราม ประจำกองทนายเลือกและกองอาจารย์
                        เป็นจารบุรุษ อาทมาฏ สอดแนม ทหารเอก ทหารรอง นายกอง แม่ทัพ คือเรียนวิชาฆ่าคน
                        (สงวนไว้ไม่สอนพร่าเพรื่อ) เรียกว่าประกบ ประกับ จับรั้ง เข้าข้างหลังหักก้านคอ
                    </li>
                </ul>

            </div>
            <div>
                <h4>
                    <strong>
                        ตำรับมวยไทย 5 ตำรับมวยไทย
                    </strong>
                </h4>
                <div class="text-center py-5">
                <img src="https://inwfile.com/s-ff/pkw9iz.jpg"
                    class="rounded" style="height: 350px;">
                 </div>
                <p>
                    มวยไทยนั้นมีหลักการพื้นฐานเดียวกัน คือ การใช้หมัด เท้า เข่า ศอก และศีรษะ ก่อเกิดกระบวนท่าทางต่าง ๆ
                    นับร้อย ๆ กระบวนท่า โดยในแต่ละท้องที่ได้พัฒนาความสามารถและความถนัดในเชิงมวยที่แตกต่างกัน
                    ซึ่งสะท้อนออกมาในลักษณะของความชำนาญในเชิงมวยและเทคนิควิธี
                    โดยเฉพาะการคาดเชือกมีการเปรียบเปรยความสามารถเชิงมวยของท้องถิ่นต่างๆ ว่า “หมัดหนัก โคราช ฉลาดลพบุรี
                    ท่าดีไชยา ไวกว่าท่าเสา ครบเครื่องพลศึกษา”
                </p>
            </div>
            <ol type="1" style=" font-size: 18px; ">
                <li>
                    <strong>มวยลพบุรี</strong>
                    เป็นมวยที่ชกฉลาด รุกรับคล่องแคล่วว่องไว ต่อยหมัดตรงได้แม่นยำ เรียกว่ามวยเกี้ยว
                    หมายถึงมวยที่ใช้ชั้นเชิงเข้าทำคู่ต่อสู้โดยใช้กลลวงมากมาย เคลื่อนตัวอยู่เสมอ หลอกล่อ หลบหลีกได้ดี
                    สายตาดี รุกรับและออกอาวุธหมัด เท้า เข่า ศอกได้อย่างรวดเร็ว
                </li>
                <li>
                    <strong>มวยโคราช</strong>
                    มีการแต่งกาย การคาดเชือก การจดมวย การฝึกซ้อม การร่ายรำ และรูปแบบวิธีการชกที่เป็นเอกลักษณ์
                    โดยเฉพาะการชกหมัดวงกว้างหนักหน่วงเรียกว่า “หมัดเหวี่ยงควาย”
                </li>
                <li>
                    <strong>มวยไชยา</strong>
                    เป็นศิลปะมวยประจำถิ่นอำเภอไชยา จังหวัดสุราษฎร์ธานี มีชื่อเสียงมาแต่ครั้งสมัยรัชการที่ 5
                    นอกจากการใช้หมัด เท้า เข่า ศอก แล้วยังมีวิชาการต่อสู้เช่น การ “ทุ่ม ทับ จับ หัก”
                    การเรียนการสอนเริ่มตั้งแต่เรียนป้องกันตัว “ป้อง ปัด ปิด เปิด” จากนั้นจึงเรียนลูกไม้มวยไทยต่าง ๆ
                    ต่างจากมวยทั่วไปที่เน้นการโจมตีปรมาจารย์ไชยาที่มีชื่อเสียงคืออาจารย์เขตร ศรียาภัย
                </li>
                <li>
                    <strong>มวยท่าเสา</strong>
                    อุตรดิตถ์ มีความโดดเด่นในการจดมวยกว้างและให้น้ำหนักตัวไปทางด้านหลัง เท้าหน้า สัมผัสพื้นเบาๆ
                    ทำให้ออกมวยได้ไกล รวดเร็วและรุนแรง หมัดหน้าห่างจากหน้าสูงกว่าไหล่ หมัดหลังจะต่ำ
                    และอีกมวยหนึ่งในสายของพระยาพิชัยดาบหักนั้น เป็นทั้งมวยอ่อนและแข็ง สามารถรุกรับตามสถานการณ์
                    รู้วิธีรับก่อนรุก เรียนแก้ก่อนผูก เรียนรู้จุดอ่อนจุดแข็งของตนเองและคู่ต่อสู้
                </li>
                <li>
                    <strong>มวยพลศึกษา</strong>
                    เป็นมวยที่ฝึกมาจากสายอื่น ๆ บ้างแล้ว เมื่อมาเรียนต่อที่สถาบันการพลศึกษา
                    ได้เรียนรู้กลยุทธ์เพิ่มเติมโดยมีอาจารย์กิมเส็ง ทวีสิทธิ์ ปรมาจารย์มวยที่มีชื่อเสียง
                    มีความเชี่ยวชาญหมัดซึ่งศึกษามาจากหม่อมเจ้าวิบูลย์สวัสดิ์วงศ์ สวัสดิกุล
                    ซึ่งได้ทรงศึกษาการชกมวยสากลของประเทศไทย จนได้ชื่อว่าเป็นบิดามวยสากลของประเทศไทย
                    นอกจากหมัดแล้วยังเน้นความเร็ว จังหวะเข้า – ออก อย่างแคล่วคล่องว่องไว
                    เรียกได้ว่ามวยพลศึกษาเป็นมวยครบเครื่อง
                </li>
            </ol>
            <div>
                <h4>
                    <strong>
                        เครื่องรางของขลัง มวยไทย
                    </strong>
                </h4>
                <div class="text-center py-5">
                <img src="https://img-196.uamulet.com/uauctions/AU312/2018/8/19/U19080026367029408931577731.jpg"
                    class="rounded" style="height: 350px;">
                 </div>
                <ul type=" circle " style=" font-size: 18px; ">
                    <li>
                        <strong>เครื่องรางของขลัง</strong>
                        หมายถึง วัตถุมงคลที่ใช้เป็นเครื่องยึดเหนี่ยวจิตใจของนักมวย สามารถป้องกันอันตรายได้
                        ซึ่งนักมวยเชื่อว่าจะทำให้อยู่ยงคงกระพันชาตรี แคล้วคลาด มหาอุด คุ้มกำลัง
                        มีมงคลสำหรับสวมศีรษะและประเจียดผูกติดกับต้นแขน
                        ทำด้วยสายสิญจน์หรือผ้าดิบที่เกจิอาจารย์เป็นผู้เขียนอักขระหัวใจมนต์ คาถา และเลขยันต์
                        แล้วถักหรือม้วนพันด้วยด้ายหรือสายสิญจน์ ห่อหุ้มด้วยผ้าซึ่งผ่านพิธีกรรมจากครูบาอาจารย์ อิทธิฤทธิ์
                        ความศักดิ์สิทธิ์แห่งพิธีกรรม อำนาจของไสยเวทย์
                    </li>
                    <li>
                        <strong>มงคล</strong>
                        คือ เครื่องผูกศีรษะ และมงคลสูงสุดของนักมวย หมายถึง ความมีลาภ เคราะห์ดี ความสุข ความระมัดระวัง
                        ถือเป็นความศักดิ์สิทธิ์ เป็นของสูง เป็นเครื่องรางของขลังที่สามารถป้องกันภัยให้กับนักมวยได้
                        มงคลมักทำจากด้ายหรือเชือกหรือผ้าดิบหลายชิ้นที่ลงอักขระ หัวใจมนตรา คาถา อาคม และเลขยันต์กำกับ
                        นำมาถักและขึ้นรูปเป็นวงกลมให้กระชับศีรษะ
                    </li>
                    <li>
                        <strong>ประเจียด</strong>
                        คือ เครื่องผูกแขน เป็นเครื่องรางของขลังอีกอย่างหนึ่งของนักมวย
                        เชื่อกันว่าเป็นเครื่องรางที่คุ้มกันตัวนักมวยไทย ทำด้วยเชือกหรือผ้าลงเลขยันต์และอักขระมนตรา
                        ส่วนมากทำจากผ้าดิบสีแดง ใช้ผูกที่ต้นแขนหรือคล้องคอก็ได้
                    </li>

                </ul>
            </div>






        </div>
    </section>
    <?php require('footerpage.php'); ?>

        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.1/dist/js/bootstrap.bundle.min.js"
            integrity="sha384-HwwvtgBNo3bZJJLYd8oVXjrBZt8cqVSpeBNS5n7C8IVInixGAoxmnlMuBnhbgrkm"
            crossorigin="anonymous"></script>
        <script src="https://cdn.jsdelivr.net/npm/sweetalert2@11"></script>
        <script>
            var session = <?php echo json_encode($_SESSION); ?>;
            if (session.Message == 'login_failed') {
                Swal.fire({
                    icon: 'error',
                    title: 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง!',
                    showConfirmButton: false,
                    timer: 1500
                })
            }
            <?php unset($_SESSION['Message']); ?>;

        </script>
</body>

</html>